cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/versions'

cask 'xquartz'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'json-glib'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'mas'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'r'
brew 'ruby-build'
brew 'rbenv'
brew 'rmate'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'

cask 'adobe-digital-editions'
cask 'adobe-reader'
cask 'alfred'
cask 'audacity'
cask 'bartender'
cask 'betterzip'
cask 'calibre'
cask 'carboncopycloner'
cask 'cocoaspell'
cask 'cord'
cask 'devonthink-pro-office'
cask 'dropbox'
cask 'fetch'
cask 'flash'
cask 'flux'
cask 'github-desktop'
cask 'gnucash'
cask 'google-chrome'
cask 'graphicconverter'
cask 'hammerspoon'
cask 'hazel'
cask 'inkscape'
cask 'istat-menus'
cask 'iterm2'
cask 'java'
cask 'karabiner-elements'
cask 'kismac'
cask 'mactex'
cask 'microsoft-office'
cask 'omnidisksweeper'
cask 'omnifocus'
cask 'omnioutliner'
cask 'omnigraffle'
cask 'omniplan'
cask 'pdfpenpro'
cask 'rstudio'
cask 'silverlight'
cask 'skim'
cask 'skype'
cask 'textexpander'
cask 'textmate'
cask 'transmission-remote-gui'
cask 'ukelele'
cask 'vlc'
cask 'vmware-fusion'
cask 'wireshark'
cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'qlprettypatch'
cask 'quicklook-csv'
cask 'betterzipql'
cask 'webpquicklook'
cask 'suspicious-package'
